arr = "Lambdadambda"
# Вывести третий символ этой строки.
print(arr[2])
# Вывести предпоследний символ этой строки.
print(arr[:-2:])
# Вывести первые пять символов этой строки.
print(arr[:5:])
# Вывести строку, кроме последних двух символов.
print(arr[:-2:])
# Вывести все символы с четными индексами (считайте, что 0 - четный индекс).
print(arr[::2])
# Вывести все символы с нечетными индексами.
print(arr[1::2])
# Вывести все символы в обратном порядке.
print(arr[::-1])
# Вывести все символы строки через один в обратном порядке, начиная с последнего.
print(arr[::-2])
# Вывести длину данной строки.
print(len(arr))
